import { BlockLists } from '../../components/BlockLists';
import img_1 from './assets/img_1.jpg';
import img_2 from './assets/img_2.jpg';
import img_3 from './assets/img_3.jpg';

const data = [
  {
    id: '1',
    img: img_1,
    title: 'Тактика',
    list: [
      'Ноші евакуаційні',
      'Навушники активні',
      'Ізраїльський бандаж 4’',
      'Оклюзійні наліпки',
      'Тактичні ножиці',
      'Термоковдри фольговані',
      'Протиопікова гідрогелева пов’язка (наприклад - BurnTec)',
      'Балістичні окуляри',
      'Тактичні рукавички (з пальцями)',
      'Наколінники, налокітники',
      'РПС',
      'Ноші евакуаційні',
      'Навушники активні',
      'Ізраїльський бандаж 4’',
      'Оклюзійні наліпки',
      'Тактичні ножиці',
      'Термоковдри фольговані',
      'Протиопікова гідрогелева пов’язка (наприклад - BurnTec)',
      'Балістичні окуляри',
      'Тактичні рукавички (з пальцями)',
      'Наколінники, налокітники',
      'РПС',
    ],
  },
  {
    id: '2',
    img: img_2,
    title: 'Медицина',
    list: [
      'Протизастудні/симптоматичні чаї/таблетки',
      'Зігріваючі розтирання',
      'Краплі в ніс/вухо/очі',
      'Спреї/таблетки для горла',
      'Таблетки/льодяники від кашлю/для горла',
      'Вітамін С/комплексні вітаміни',
      'Ноотропи таб/амп',
      'Дібазол ін`єкції',
      'Прозерин ін`єкції',
      'Папаверин ін`єкції',
      'Платифілін ін`єкції',
      'Диклофенак ін`єкції /таб/мазі',
      'Декскетопрофен ін`єкції /таб/порошки',
    ],
  },
  {
    id: '3',
    img: img_3,
    title: 'Їжа',
    list: [
      'Консерви м’ясні',
      'Паштети',
      'Консерви рибні',
      'Консерви овочеві',
      'Консерви фруктові',
      'Ковбаса вялена',
      'Згущене молоко',
      'Кава',
      'Чай',
      'Олія',
      'Сублімована їжа',
      'Сухпайки',
    ],
  },
];

export const ListOfNecessary = () => {
  return <BlockLists title="Списки необхідного" list={data} />;
};
