import img_1 from './assets/img_1.jpg';
import img_2 from './assets/img_2.jpg';
import img_3 from './assets/img_3.jpg';
import img_4 from './assets/img_4.jpg';

export const helpMoreList = [
  {
    id: '1',
    title: 'Oкопні свічки:',
    description:
      'Створіть окопні свічки із простих матеріалів, таких як старі свічки, банки від консервів чи навіть маленькі бляшанки. Ваші власноруч виготовлені свічки не лише забезпечать світло, але й стануть символом підтримки для тих, хто опинився в складних умовах.',
    img: img_1,
  },
  {
    id: '2',
    title: 'Лікувальні пакети:',
    description:
      'Збирайте лікувальні пакети, включаючи перші необхідності та особисті гігієнічні засоби для волонтерської розсилки.',
    img: img_2,
  },
  {
    id: '3',
    title: 'Плетіння сіток',
    description:
      'Створюйте плетені сітки, використовуючи різноманітні матеріали, щоб надати необхідні устаткування для волонтерської допомоги.',
    img: img_3,
  },
  {
    id: '4',
    title: 'Теплі речі:',
    description: 'Виготовляйте подушки, ковдри чи інші зручні речі для ветеранів або тих, хто потребує підтримки.',
    img: img_4,
  },
];
