export const donor = {
  text: 'Протягом 3-х місяців, щодня ми з вами бачимо ранкові та вечірні повідомлення про те, що станції переливання крові приймають донорів, тож вирішили нагадати, що не слід нехтувати важливими правилами перед здачею',
  list: [
    {
      id: '1',
      title: 'Здавати кров може лише здорова людина.',
      description:
        'Цукровий діабет, респіраторні та вірусні захворювання, психічні розлади, серцево-судинні хвороби та багато інших захворювань є абсолютними протипоказаннями для донорства. ',
    },
    {
      id: '2',
      title: 'Дотримання дієти',
      description:
        'Перед здачею крові важливо дотримуватись дієти: не вживати алкоголь та лікарські засоби, відмовитись від вживання жирної, гострої, копченої, занадто солоної або солодкої їжі. ',
    },
    {
      id: '3',
      title: 'В день здачі:',
      description:
        'За 2-3 години до здачі поснідати чимось легким: варена крупа, сухарі, галетне печиво, варене м‘ясо або пропарена риба. Беспосередньо перед здаванням крові рекомендовано випити легкого чаю, води або компоту.',
    },
  ],
};
