import img_1 from './assets/img_1.jpg';
import img_2 from './assets/img_2.jpg';
import img_3 from './assets/img_3.jpg';

export const helpInformList = [
  {
    id: '1',
    title: 'Розповсюдження інформації:',
    description:
      'Допомагайте поширювати новини та події організації через соціальні мережі, створюючи власні пости та розповідаючи друзям.',
    img: img_1,
  },
  {
    id: '2',
    title: 'Поширення практичних порад:',
    description: 'Діліться корисними порадами та інструкціями для інших волонтерів або тих, хто цікавиться долучитися.',
    img: img_2,
  },
  {
    id: '3',
    title: 'Робота з медіа:',
    description:
      'Допомагайте взаємодіяти з представниками ЗМІ, надаючи інтерв’ю чи матеріали для статей та репортажів.',
    img: img_3,
  },
];
