import img_1 from './assets/img_1.jpg';

export const kit = {
  text: 'Що варто мати при собі в аптечці не залежно від того вдома ти, на вулиці чи в магазині⬇️',
  img: img_1,
  list: [
    '2 турнікети - зупинка критичних кровотеч (бажано мати хоча б один, але якісний та сертифікований)',
    'Бандаж ізраїльській 4"- зупинка кровотеч методом компресії.',
    'Бинти - перев`язка.',
    'Оклюзійна пов`язка - герметизація проникаючих поранень грудної клітини.',
    'Гемостатичний бинт (celox або Кровоспас)',
    'кровоспинний, томпонада.',
    'Тактичні ножиці - швидкий доступ до поранень. Розрізання одягу.',
    'Перчатки - захист від інфекцій.',
    'Термоковдра - зберігання тепла тіла людини в екстреній ситуації.',
    'Кілька метрів армованого скотчу - широкий спектр: від фіксації зламаних кінцівок підручними засобами до створення оклюзивної пов`язки із того, що є під рукою.',
    'Маркер - записувати час накладання турнікету.',
    'Активоване вугілля, знеболююче та заспокійливе',
    'Особистий перелік ліків, які можуть знадобитися саме вам!',
  ],
};
